{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "String": "'(?i:[sdmt]|ll|ve|re)|[^\\r\\n\\p{L}\\p{N}]?+\\p{L}+|\\p{N}{1,3}| ?[^\\s\\p{L}\\p{N}]++[\\r\\n]*|\\s*[\\r\\n]|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": true
      }
    ]
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "!": 1,
      "\"": 2,
      "#": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "@": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      "¡": 95,
      "¢": 96,
      "£": 97,
      "¤": 98,
      "¥": 99,
      "¦": 100,
      "§": 101,
      "¨": 102,
      "©": 103,
      "ª": 104,
      "«": 105,
      "¬": 106,
      "®": 107,
      "¯": 108,
      "°": 109,
      "±": 110,
      "²": 111,
      "³": 112,
      "´": 113,
      "µ": 114,
      "¶": 115,
      "·": 116,
      "¸": 117,
      "¹": 118,
      "º": 119,
      "»": 120,
      "¼": 121,
      "½": 122,
      "¾": 123,
      "¿": 124,
      "Â": 125,
      "Ã": 126,
      "Ä": 127,
      "Å": 128,
      "Æ": 129,
      "È": 130,
      "É": 131,
      "Ê": 132,
      "Ë": 133,
      "Ì": 134,
      "Î": 135,
      "Ï": 136,
      "Ð": 137,
      "Ñ": 138,
      "Ó": 139,
      "×": 140,
      "Ø": 141,
      "Ù": 142,
      "Ú": 143,
      "Û": 144,
      "Ü": 145,
      "à": 146,
      "á": 147,
      "â": 148,
      "ã": 149,
      "ä": 150,
      "å": 151,
      "æ": 152,
      "ç": 153,
      "è": 154,
      "é": 155,
      "ê": 156,
      "ë": 157,
      "ì": 158,
      "í": 159,
      "ï": 160,
      "ð": 161,
      "ô": 162,
      "ă": 163,
      "Ĉ": 164,
      "ĉ": 165,
      "Ċ": 166,
      "Ġ": 167,
      "Ģ": 168,
      "ģ": 169,
      "Ĥ": 170,
      "ĥ": 171,
      "Ħ": 172,
      "ħ": 173,
      "Ĩ": 174,
      "ĩ": 175,
      "Ī": 176,
      "ī": 177,
      "Ĭ": 178,
      "ĭ": 179,
      "Į": 180,
      "į": 181,
      "İ": 182,
      "ı": 183,
      "Ĳ": 184,
      "ĳ": 185,
      "Ĵ": 186,
      "ĵ": 187,
      "Ķ": 188,
      "ķ": 189,
      "ĸ": 190,
      "Ĺ": 191,
      "ĺ": 192,
      "Ļ": 193,
      "ļ": 194,
      "Ľ": 195,
      "ľ": 196,
      "Ŀ": 197,
      "ŀ": 198,
      "Ł": 199,
      "ł": 200,
      "Ń": 201,
      "ĠĠ": 202,
      "ĠĠĠĠ": 203,
      "ĠĠĠ": 204,
      "ĊĠĠĠĠ": 205,
      "in": 206,
      "el": 207,
      "en": 208,
      "or": 209,
      "at": 210,
      "on": 211,
      "ĊĠĠĠĠĠĠĠ": 212,
      "er": 213,
      "Ġ=": 214,
      "ĊĠĠĠĠĠĠĠĠ": 215,
      "re": 216,
      "ĊĠĠĠ": 217,
      "Ġs": 218,
      "Ġt": 219,
      "ut": 220,
      "as": 221,
      "ar": 222,
      "elf": 223,
      "ch": 224,
      "al": 225,
      "de": 226,
      "ion": 227,
      "es": 228,
      "ĊĠĠĠĠĠĠĠĠĠĠĠ": 229,
      "an": 230,
      "it": 231,
      "et": 232,
      "st": 233,
      "od": 234,
      "Ġi": 235,
      "ĠĠĠĠĠĠĠĠ": 236,
      "ed": 237,
      "):": 238,
      "ct": 239,
      "Ġself": 240,
      "Ġn": 241,
      "put": 242,
      "lo": 243,
      "Ġf": 244,
      "Ġin": 245,
      "Ġo": 246,
      "ro": 247,
      "Ġp": 248,
      "gs": 249,
      "ass": 250,
      "he": 251,
      "di": 252,
      "Ġre": 253,
      "Ġc": 254,
      "am": 255,
      "self": 256,
      "ac": 257,
      "id": 258,
      "Ġm": 259,
      "se": 260,
      "um": 261,
      "orch": 262,
      "ent": 263,
      "__": 264,
      "le": 265,
      "ad": 266,
      "pe": 267,
      "ig": 268,
      "iz": 269,
      "Ġ*": 270,
      "lass": 271,
      "Ġde": 272,
      "ing": 273,
      "args": 274,
      "Ġ[": 275,
      "odel": 276,
      "ken": 277,
      "ra": 278,
      "ĊĊĠĠĠ": 279,
      "--": 280,
      "Ġb": 281,
      "\"\"": 282,
      "la": 283,
      "ur": 284,
      "Ġdef": 285,
      "torch": 286,
      "ĠĠĠĠĠĠĠ": 287,
      "Ġthe": 288,
      "Ġ(": 289,
      "ize": 290,
      "qu": 291,
      "one": 292,
      "utput": 293,
      "res": 294,
      "\"]": 295,
      "ds": 296,
      "att": 297,
      "Ġ#": 298,
      "Ġw": 299,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 300,
      "ĊĊ": 301,
      "Ġif": 302,
      "po": 303,
      "None": 304,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 305,
      "ic": 306,
      "orm": 307,
      "bac": 308,
      "Ġa": 309,
      "urn": 310,
      "size": 311,
      "()": 312,
      "ask": 313,
      "Ġto": 314,
      "Ġfor": 315,
      "Ġ[\"": 316,
      "backen": 317,
      "backends": 318,
      "im": 319,
      "init": 320,
      "turn": 321,
      "class": 322,
      "ul": 323,
      "Ġ1": 324,
      "con": 325,
      "un": 326,
      "em": 327,
      "ĊĊĠĠĠĠĠĠĠ": 328,
      "ation": 329,
      "ens": 330,
      "ha": 331,
      "Ġreturn": 332,
      "Ġd": 333,
      "ot": 334,
      "yer": 335,
      "ol": 336,
      "Ġof": 337,
      "ention": 338,
      "pt": 339,
      "rain": 340,
      "kw": 341,
      "ex": 342,
      "fig": 343,
      "Ġis": 344,
      "Ġ\"": 345,
      "len": 346,
      "ran": 347,
      "kwargs": 348,
      "ect": 349,
      "ĠNone": 350,
      "den": 351,
      "attention": 352,
      "ue": 353,
      "Ġ_": 354,
      "ate": 355,
      "els": 356,
      "ensor": 357,
      "ge": 358,
      "enc": 359,
      "up": 360,
      "ht": 361,
      "Ġ**": 362,
      "idden": 363,
      "val": 364,
      "__(": 365,
      "hidden": 366,
      "layer": 367,
      "Ġ'": 368,
      "\"\"\"": 369,
      "atch": 370,
      "hape": 371,
      "ss": 372,
      "ma": 373,
      "ame": 374,
      "Ġ__": 375,
      "Ġx": 376,
      "ype": 377,
      "),": 378,
      "ĠT": 379,
      "ck": 380,
      "mask": 381,
      "Ġcon": 382,
      "Ġst": 383,
      "ert": 384,
      "il": 385,
      "ates": 386,
      "int": 387,
      "Ġg": 388,
      "ke": 389,
      "ight": 390,
      "----": 391,
      "li": 392,
      "and": 393,
      "om": 394,
      "Ġmodel": 395,
      "dict": 396,
      "is": 397,
      "oder": 398,
      "))": 399,
      "ult": 400,
      "if": 401,
      "to": 402,
      "bj": 403,
      "model": 404,
      "ata": 405,
      "Ġ0": 406,
      "met": 407,
      "Ġlo": 408,
      "##": 409,
      "est": 410,
      "ann": 411,
      "Ġ-": 412,
      "th": 413,
      "Ġtorch": 414,
      "dim": 415,
      "Ġoutput": 416,
      "ort": 417,
      "qui": 418,
      "Ġ\"\"\"": 419,
      "states": 420,
      "emb": 421,
      "Ġinput": 422,
      "output": 423,
      "Ġel": 424,
      "chann": 425,
      "Ġ+": 426,
      "Ġrequi": 427,
      "pl": 428,
      "bject": 429,
      "type": 430,
      "umm": 431,
      "\"])": 432,
      "rom": 433,
      "ri": 434,
      "Ġrequires": 435,
      "aram": 436,
      "],": 437,
      "port": 438,
      "embed": 439,
      "Ġ`": 440,
      "Ġ:": 441,
      "form": 442,
      "ummy": 443,
      "channels": 444,
      "aclass": 445,
      "add": 446,
      "Ġ2": 447,
      "Object": 448,
      "Dummy": 449,
      "DummyObject": 450,
      "metaclass": 451,
      "ers": 452,
      "Ġnot": 453,
      "all": 454,
      "eight": 455,
      "input": 456,
      "',": 457,
      "head": 458,
      "\",": 459,
      "num": 460,
      "ith": 461,
      "train": 462,
      "lab": 463,
      "config": 464,
      "ext": 465,
      "ids": 466,
      "Ġand": 467,
      "shape": 468,
      "iv": 469,
      "Ġnum": 470,
      "rue": 471,
      "ab": 472,
      "ce": 473,
      "ĠC": 474,
      "ep": 475,
      "ĠF": 476,
      "Ġim": 477,
      "Model": 478,
      "ional": 479,
      "Ġ==": 480,
      "eat": 481,
      "us": 482,
      "ath": 483,
      "Ġelse": 484,
      "key": 485,
      ").": 486,
      "alse": 487,
      "def": 488,
      "pro": 489,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 490,
      "Ġ)": 491,
      "pre": 492,
      "rans": 493,
      "os": 494,
      "py": 495,
      "ĠA": 496,
      "lock": 497,
      "Tensor": 498,
      "get": 499,
      "Ġpre": 500,
      "Ġl": 501,
      "Ġh": 502,
      "list": 503,
      "name": 504,
      "ode": 505,
      "sc": 506,
      "Ġnn": 507,
      "ast": 508,
      "Ġor": 509,
      "ĠS": 510,
      "ple": 511,
      "ence": 512,
      "gth": 513,
      "ool": 514,
      "Ġth": 515,
      "data": 516,
      "coder": 517,
      "loat": 518,
      "length": 519,
      "batch": 520,
      "ff": 521,
      "end": 522,
      "equ": 523,
      "odu": 524,
      "ine": 525,
      "ault": 526,
      "ap": 527,
      "Ġv": 528,
      "ker": 529,
      "Ġconfig": 530,
      "ces": 531,
      "ial": 532,
      "(\"": 533,
      "ition": 534,
      "00": 535,
      "use": 536,
      "Ġwith": 537,
      "net": 538,
      "For": 539,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 540,
      "ard": 541,
      "ĠI": 542,
      "\")": 543,
      "ptional": 544,
      "ĠP": 545,
      "che": 546,
      "odule": 547,
      "Ġint": 548,
      "ice": 549,
      "ĠR": 550,
      "encoder": 551,
      "param": 552,
      "])": 553,
      "Ġr": 554,
      "Ġattention": 555,
      "Ġe": 556,
      "ĠL": 557,
      "from": 558,
      "####": 559,
      "age": 560,
      "Ġnp": 561,
      "Ġbe": 562,
      "its": 563,
      "fi": 564,
      "ings": 565,
      "ĠN": 566,
      "True": 567,
      "embedd": 568,
      "Ġ{": 569,
      "Ġlayer": 570,
      "art": 571,
      "nn": 572,
      "oc": 573,
      "av": 574,
      "ĠO": 575,
      "pos": 576,
      "Ġhidden": 577,
      "Ġ3": 578,
      "assert": 579,
      "ew": 580,
      "token": 581,
      "str": 582,
      "eatu": 583,
      "act": 584,
      "weight": 585,
      "out": 586,
      "..": 587,
      "log": 588,
      "conv": 589,
      "path": 590,
      ">>": 591,
      "Ġimport": 592,
      "ĠB": 593,
      "value": 594,
      "ax": 595,
      "Ġout": 596,
      "izer": 597,
      "IN": 598,
      "ow": 599,
      "ransform": 600,
      "ias": 601,
      "Ġtf": 602,
      "Ġdefault": 603,
      "Ġdi": 604,
      "ĠD": 605,
      "ist": 606,
      "per": 607,
      "ĠM": 608,
      "ray": 609,
      "Ġy": 610,
      "labels": 611,
      "trained": 612,
      "Con": 613,
      "pout": 614,
      "max": 615,
      "ropout": 616,
      "loss": 617,
      "Ġtoken": 618,
      "ore": 619,
      "False": 620,
      "=\"": 621,
      "ction": 622,
      "norm": 623,
      "('": 624,
      "\":": 625,
      "adding": 626,
      "co": 627,
      "--------": 628,
      "Ġas": 629,
      "attentions": 630,
      "['": 631,
      "ase": 632,
      "ride": 633,
      "Ġfrom": 634,
      "valu": 635,
      "Ġex": 636,
      "Ġassert": 637,
      "[\"": 638,
      "[:": 639,
      "Ġ/": 640,
      "ward": 641,
      "ter": 642,
      "vice": 643,
      "Ġres": 644,
      "Ġloss": 645,
      "._": 646,
      "')": 647,
      "bo": 648,
      "ĠW": 649,
      "Ġshape": 650,
      "array": 651,
      "Ġon": 652,
      "nel": 653,
      "ample": 654,
      "Ġweight": 655,
      "Ġmask": 656,
      "test": 657,
      "='": 658,
      "Ġdata": 659,
      "ps": 660,
      "':": 661,
      "equence": 662,
      "Ġlog": 663,
      "Ġdim": 664,
      "vi": 665,
      "ific": 666,
      "Ġget": 667,
      "dex": 668,
      "uple": 669,
      "mage": 670,
      "Ġtrain": 671,
      "']": 672,
      "kernel": 673,
      "stan": 674,
      "atas": 675,
      "ST": 676,
      "heads": 677,
      "==": 678,
      "tensor": 679,
      "block": 680,
      "ataset": 681,
      "point": 682,
      "rand": 683,
      "Ġwh": 684,
      "Pre": 685,
      "attn": 686,
      "import": 687,
      "Ġbatch": 688,
      "values": 689,
      "arget": 690,
      "ver": 691,
      "ity": 692,
      "arg": 693,
      "wor": 694,
      "der": 695,
      "Ġpro": 696,
      "ace": 697,
      "check": 698,
      "np": 699,
      "Ġuse": 700,
      "Ġsup": 701,
      "Ġfi": 702,
      "([": 703,
      "ampl": 704,
      "ub": 705,
      "embeddings": 706,
      "tf": 707,
      "DE": 708,
      "ification": 709,
      "eters": 710,
      "low": 711,
      "range": 712,
      "ror": 713,
      "Ġinputs": 714,
      "ĊĊĠĠĠĠĠĠĠĠĠĠĠ": 715,
      "Ġcom": 716,
      "app": 717,
      "layers": 718,
      "cal": 719,
      "Train": 720,
      "Ġname": 721,
      "().": 722,
      "ise": 723,
      "eatures": 724,
      "ĠOptional": 725,
      "able": 726,
      "inputs": 727,
      "Ġargs": 728,
      "ly": 729,
      "Net": 730,
      "gr": 731,
      "ment": 732,
      "ive": 733,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 734,
      "ĊĠ": 735,
      "eps": 736,
      "outputs": 737,
      "com": 738,
      "AR": 739,
      "Ġclass": 740,
      "Ġpos": 741,
      "float": 742,
      "ĠFalse": 743,
      "set": 744,
      "eg": 745,
      "ach": 746,
      "text": 747,
      "ee": 748,
      "state": 749,
      "bs": 750,
      "cess": 751,
      "ip": 752,
      "Ġstr": 753,
      "Ġall": 754,
      "Ġpr": 755,
      "32": 756,
      "format": 757,
      "bias": 758,
      "Ġtest": 759,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 760,
      "da": 761,
      "idx": 762,
      "Ġlen": 763,
      "Ġconv": 764,
      "append": 765,
      "Ġoutputs": 766,
      "ber": 767,
      "Ġus": 768,
      "decoder": 769,
      "dropout": 770,
      "ve": 771,
      "inear": 772,
      "Ġtensor": 773,
      "Ġare": 774,
      "ime": 775,
      "[:,": 776,
      "Ġencoder": 777,
      "PreTrain": 778,
      "**": 779,
      "position": 780,
      "ag": 781,
      "Ġsuper": 782,
      "ener": 783,
      "ĠE": 784,
      "label": 785,
      "Ġmax": 786,
      "load": 787,
      "roup": 788,
      "].": 789,
      "ean": 790,
      "10": 791,
      "ft": 792,
      "ayer": 793,
      "Ġun": 794,
      "for": 795,
      "dir": 796,
      "MO": 797,
      "Ġparam": 798,
      "ho": 799,
      "ca": 800,
      "Ġpadding": 801,
      "cl": 802,
      "ĠV": 803,
      "her": 804,
      "Ġsequence": 805,
      "LI": 806,
      "ĠThe": 807,
      "stance": 808,
      "index": 809,
      "Ġdtype": 810,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 811,
      "rop": 812,
      "zer": 813,
      "ded": 814,
      "ument": 815,
      "Ġan": 816,
      "//": 817,
      "ions": 818,
      "box": 819,
      "RA": 820,
      "Ġstride": 821,
      "logits": 822,
      "########": 823,
      "rel": 824,
      "Ġpretrained": 825,
      "cat": 826,
      "Ġkey": 827,
      "bert": 828,
      "device": 829,
      "file": 830,
      "PreTrained": 831,
      "ross": 832,
      "Class": 833,
      "`,": 834,
      "ivation": 835,
      "ary": 836,
      "Ġ(`": 837,
      "Layer": 838,
      ">>>": 839,
      "dices": 840,
      "random": 841,
      "ns": 842,
      "ix": 843,
      "Ġ>": 844,
      "Ġkernel": 845,
      "ĠG": 846,
      "Ġ>>>": 847,
      "Ġ4": 848,
      "Norm": 849,
      "Ġelif": 850,
      "ta": 851,
      "LM": 852,
      "ores": 853,
      "weights": 854,
      "Module": 855,
      "RE": 856,
      "Ġhead": 857,
      "Ġj": 858,
      "ind": 859,
      "ual": 860,
      "CH": 861,
      "Ġk": 862,
      "DEL": 863,
      "ense": 864,
      "Ġinit": 865,
      "Ġthat": 866,
      "ill": 867,
      "PreTrainedModel": 868,
      "Ġit": 869,
      "par": 870,
      "pec": 871,
      "rror": 872,
      "scal": 873,
      "((": 874,
      "lob": 875,
      "Ġra": 876,
      "Ġal": 877,
      "ĊĠĠĠĠĠ": 878,
      "ack": 879,
      "op": 880,
      "ator": 881,
      "features": 882,
      "MODEL": 883,
      "Ġload": 884,
      "Ġbool": 885,
      "inal": 886,
      "ure": 887,
      "ir": 888,
      "Ġnorm": 889,
      "://": 890,
      "Error": 891,
      "sum": 892,
      "pr": 893,
      "htt": 894,
      "Ġse": 895,
      "Ġweights": 896,
      "Ġvalue": 897,
      "():": 898,
      "Conv": 899,
      "Ġforward": 900,
      "Ġblock": 901,
      "Ġrange": 902,
      "ser": 903,
      "Ġ->": 904,
      "fg": 905,
      "ong": 906,
      "...": 907,
      "start": 908,
      "classes": 909,
      "Ġsize": 910,
      "image": 911,
      "ĠTrue": 912,
      "idth": 913,
      "ED": 914,
      "checkpoint": 915,
      "Ġdecoder": 916,
      "Ġimage": 917,
      "unt": 918,
      "16": 919,
      "Ġprint": 920,
      "ptim": 921,
      "ĠIn": 922,
      "work": 923,
      "ulti": 924,
      "(-": 925,
      "Ġtransform": 926,
      "Ġposition": 927,
      "Ġlist": 928,
      "lv": 929,
      "Ġ%": 930,
      "ze": 931,
      "img": 932,
      "Classification": 933,
      "rib": 934,
      "params": 935,
      "Ġtarget": 936,
      "ils": 937,
      "ign": 938,
      "quer": 939,
      "reg": 940,
      "Float": 941,
      "tr": 942,
      "min": 943,
      "Ġro": 944,
      "ER": 945,
      "nd": 946,
      "fo": 947,
      "FloatTensor": 948,
      "Ġset": 949,
      "12": 950,
      "attr": 951,
      "mo": 952,
      "argument": 953,
      "pu": 954,
      "embedding": 955,
      "OR": 956,
      "embeds": 957,
      "TRA": 958,
      "ari": 959,
      "Ġ@": 960,
      "red": 961,
      "Ġ<": 962,
      "eature": 963,
      "models": 964,
      "grad": 965,
      "Ġtype": 966,
      "Ġ[]": 967,
      "Ġ``": 968,
      "Ġthis": 969,
      "=(": 970,
      "ĠH": 971,
      "ave": 972,
      "ĠCon": 973,
      "Ġtraining": 974,
      "view": 975,
      "Ġlabels": 976,
      "Ġ+=": 977,
      "ON": 978,
      "optional": 979,
      "rc": 980,
      "ory": 981,
      "lobal": 982,
      "poch": 983,
      "ĉĉ": 984,
      "Ġco": 985,
      "ĠU": 986,
      "seq": 987,
      "amples": 988,
      "64": 989,
      "tokens": 990,
      "pect": 991,
      "Ġmet": 992,
      "VE": 993,
      "ust": 994,
      "lax": 995,
      "module": 996,
      "Ġnew": 997,
      "https": 998,
      "instance": 999,
      "fun": 1000,
      "Lo": 1001,
      "Ġimg": 1002,
      "dataset": 1003,
      "bool": 1004,
      "dtype": 1005,
      "Ġbias": 1006,
      "bn": 1007,
      "map": 1008,
      "plit": 1009,
      "pool": 1010,
      "arn": 1011,
      "!=": 1012,
      "ribut": 1013,
      "mean": 1014,
      "rit": 1015,
      "pth": 1016,
      "pretrained": 1017,
      "Ġax": 1018,
      "Ġpar": 1019,
      "Ġraise": 1020,
      "rap": 1021,
      "und": 1022,
      "TRAIN": 1023,
      "transform": 1024,
      "PRE": 1025,
      "ames": 1026,
      "keras": 1027,
      "Ġ!=": 1028,
      "quee": 1029,
      "ether": 1030,
      "gt": 1031,
      "Ġeach": 1032,
      "ant": 1033,
      "Ġact": 1034,
      "utils": 1035,
      "ug": 1036,
      "Ġby": 1037,
      "queeze": 1038,
      "ated": 1039,
      "Ġ5": 1040,
      "sp": 1041,
      "ifi": 1042,
      "]]": 1043,
      "olut": 1044,
      "ĠAr": 1045,
      "IVE": 1046,
      "query": 1047,
      "PRETRAIN": 1048,
      "pose": 1049,
      "OC": 1050,
      "ĠX": 1051,
      "ĠWh": 1052,
      "valid": 1053,
      "so": 1054,
      "Ġen": 1055,
      "Ġfun": 1056,
      "====": 1057,
      "PRETRAINED": 1058,
      "actor": 1059,
      "cu": 1060,
      "ARCH": 1061,
      "ocab": 1062,
      "Ġso": 1063,
      "ric": 1064,
      "scale": 1065,
      "LIST": 1066,
      "ARCHIVE": 1067,
      "scores": 1068,
      "Ġos": 1069,
      "hod": 1070,
      "ĠĠĠĠĠ": 1071,
      "lation": 1072,
      "Ġma": 1073,
      "Ġwe": 1074,
      "ec": 1075,
      "ctx": 1076,
      "Ġisinstance": 1077,
      "(),": 1078,
      "are": 1079,
      "Ġlayers": 1080,
      "Output": 1081,
      "Ġchannels": 1082,
      "Ġsc": 1083,
      "Bert": 1084,
      "Ġdevice": 1085,
      "To": 1086,
      "item": 1087,
      "Ġresult": 1088,
      "pad": 1089,
      "Ġnet": 1090,
      "Ġ--------": 1091,
      "mb": 1092,
      "Ġcomput": 1093,
      "Ġused": 1094,
      "rst": 1095,
      "ou": 1096,
      "exp": 1097,
      "forward": 1098,
      "Ġscal": 1099,
      "ger": 1100,
      "wer": 1101,
      "[-": 1102,
      "rect": 1103,
      "``": 1104,
      "Ġat": 1105,
      "uff": 1106,
      "uld": 1107,
      "ress": 1108,
      "eturn": 1109,
      "prob": 1110,
      "tt": 1111,
      "Ġ`(": 1112,
      "Ġtr": 1113,
      "ision": 1114,
      "fil": 1115,
      "__()": 1116,
      "lip": 1117,
      "doc": 1118,
      "100": 1119,
      "trans": 1120,
      "zeros": 1121,
      "diction": 1122,
      "target": 1123,
      "uto": 1124,
      "keep": 1125,
      "ization": 1126,
      "own": 1127,
      "ING": 1128,
      "sh": 1129,
      "jo": 1130,
      "ĠWhether": 1131,
      "abs": 1132,
      "sample": 1133,
      "initial": 1134,
      "Ġcan": 1135,
      "ĠĠĠĠĠĠ": 1136,
      "training": 1137,
      ",)": 1138,
      "ector": 1139,
      "())": 1140,
      "inter": 1141,
      "In": 1142,
      "padding": 1143,
      "ative": 1144,
      "ang": 1145,
      "squeeze": 1146,
      "date": 1147,
      "().__": 1148,
      "info": 1149,
      "cache": 1150,
      "place": 1151,
      "cfg": 1152,
      "arch": 1153,
      "cur": 1154,
      "prop": 1155,
      "Ġch": 1156,
      "ead": 1157,
      "pred": 1158,
      "feat": 1159,
      "ĠArgs": 1160,
      "count": 1161,
      "ile": 1162,
      "elp": 1163,
      "ĠParam": 1164,
      "Ġle": 1165,
      "En": 1166,
      "cuda": 1167,
      "ok": 1168,
      "ord": 1169,
      "Ġfile": 1170,
      "Ġstart": 1171,
      "ati": 1172,
      "no": 1173,
      "Ġtuple": 1174,
      "numpy": 1175,
      "Ġ{}": 1176,
      "Ġmodule": 1177,
      "rate": 1178,
      "Ġwill": 1179,
      "with": 1180,
      "Ġwhen": 1181,
      "reshape": 1182,
      "org": 1183,
      "col": 1184,
      "Ġup": 1185,
      "Ġadd": 1186,
      "ott": 1187,
      "Ġpast": 1188,
      "return": 1189,
      "Ġper": 1190,
      "Ġfloat": 1191,
      "ef": 1192,
      "mat": 1193,
      "DOC": 1194,
      "ies": 1195,
      "reate": 1196,
      "stride": 1197,
      "Token": 1198,
      "ĠTh": 1199,
      "umber": 1200,
      "Ġattn": 1201,
      "Ġend": 1202,
      "proj": 1203,
      "group": 1204,
      "56": 1205,
      "Ġdo": 1206,
      ".__": 1207,
      "extra": 1208,
      "20": 1209,
      "ptimizer": 1210,
      "Ġhas": 1211,
      "Ġlogits": 1212,
      "Ġ...": 1213,
      "process": 1214,
      "cept": 1215,
      "ging": 1216,
      "rix": 1217,
      "hould": 1218,
      "_(": 1219,
      "ized": 1220,
      "split": 1221,
      "24": 1222,
      "Ġbo": 1223,
      "ĠReturn": 1224,
      "Linear": 1225,
      "Ġsh": 1226,
      "ess": 1227,
      "Ġaxis": 1228,
      "ĠTF": 1229,
      "ĠParameters": 1230,
      "Ġnumber": 1231,
      "relu": 1232,
      "Ġ//": 1233,
      "ffic": 1234,
      "Config": 1235,
      "join": 1236,
      "PU": 1237,
      "FOR": 1238,
      "`):": 1239,
      "Ġspec": 1240,
      "sequ": 1241,
      "ply": 1242,
      "Ġpo": 1243,
      "estion": 1244,
      "fix": 1245,
      "icense": 1246,
      "fn": 1247,
      "alue": 1248,
      "Ġz": 1249,
      "ient": 1250,
      "Ġpass": 1251,
      "Ġfeat": 1252,
      "Ġstate": 1253,
      "Ġshould": 1254,
      "raph": 1255,
      "`.": 1256,
      "node": 1257,
      "Ġdataset": 1258,
      "vel": 1259,
      "},": 1260,
      "Block": 1261,
      "indow": 1262,
      "flow": 1263,
      "Ġfunction": 1264,
      "MA": 1265,
      "Ġid": 1266,
      "ĠTensor": 1267,
      "ĠNumber": 1268,
      "elect": 1269,
      "Ġap": 1270,
      "pected": 1271,
      "Ġ10": 1272,
      "ations": 1273,
      "tain": 1274,
      "time": 1275,
      "Ġkeep": 1276,
      "idual": 1277,
      "Ġinitial": 1278,
      "ich": 1279,
      "Ġparser": 1280,
      "Ġno": 1281,
      "fficient": 1282,
      "ĠRes": 1283,
      "ential": 1284,
      "Ġ----------": 1285,
      "alueError": 1286,
      "ersion": 1287,
      "lable": 1288,
      "boxes": 1289,
      "ttention": 1290,
      "Ġgroup": 1291,
      "Ġpool": 1292,
      "Ġcur": 1293,
      "au": 1294,
      "SE": 1295,
      "normal": 1296,
      "opt": 1297,
      "olution": 1298,
      "ĠIf": 1299,
      "Ġhttps": 1300,
      "amb": 1301,
      "stribut": 1302,
      "Ġ|": 1303,
      "ĠReturns": 1304,
      "Ġlength": 1305,
      "eck": 1306,
      "factor": 1307,
      "Ġtokens": 1308,
      "Ġhelp": 1309,
      "epoch": 1310,
      "result": 1311,
      "width": 1312,
      "height": 1313,
      "ai": 1314,
      "Ġlast": 1315,
      "base": 1316,
      "berta": 1317,
      "PT": 1318,
      "Ġpad": 1319,
      "last": 1320,
      "ĠThis": 1321,
      "new": 1322,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1323,
      "predict": 1324,
      "Ġ:,": 1325,
      "itional": 1326,
      "ĠValueError": 1327,
      "mode": 1328,
      "docstr": 1329,
      "ifier": 1330,
      "Qu": 1331,
      "Ġparameters": 1332,
      ":`": 1333,
      "keys": 1334,
      "zero": 1335,
      "Ġpl": 1336,
      "Ġdict": 1337,
      "ere": 1338,
      "indices": 1339,
      "################": 1340,
      "=[": 1341,
      "mod": 1342,
      "activation": 1343,
      "ents": 1344,
      "Ġfil": 1345,
      "step": 1346,
      "Ġha": 1347,
      "Ġmin": 1348,
      "\".": 1349,
      "Ġcol": 1350,
      "Ġmode": 1351,
      "ottlen": 1352,
      "(*": 1353,
      "ottleneck": 1354,
      ").__": 1355,
      "Ġwhich": 1356,
      "Ġsrc": 1357,
      "Ġvalues": 1358,
      "unk": 1359,
      "ules": 1360,
      "Ġq": 1361,
      "stat": 1362,
      "ild": 1363,
      "sy": 1364,
      "Ġseq": 1365,
      "cif": 1366,
      "Ġlabel": 1367,
      "eter": 1368,
      "ambda": 1369,
      "ĠConv": 1370,
      "ide": 1371,
      "Ġindex": 1372,
      "obj": 1373,
      "Ġactivation": 1374,
      "ous": 1375,
      "----------------": 1376,
      "pen": 1377,
      "ĠK": 1378,
      "radi": 1379,
      ".\"\"\"": 1380,
      "eval": 1381,
      "equal": 1382,
      "code": 1383,
      "eed": 1384,
      "rame": 1385,
      "LU": 1386,
      "lr": 1387,
      "acc": 1388,
      "docstrings": 1389,
      "Ġrel": 1390,
      "*):": 1391,
      "equential": 1392,
      "Ġnumpy": 1393,
      "global": 1394,
      "Ġscale": 1395,
      "Ġcross": 1396,
      "TI": 1397,
      "atchNorm": 1398,
      ":]": 1399,
      "50": 1400,
      "EN": 1401,
      "Sequence": 1402,
      "probs": 1403,
      "channel": 1404,
      "resnet": 1405,
      "Ġtop": 1406,
      "nx": 1407,
      "=-": 1408,
      "old": 1409,
      "transpose": 1410,
      "ndarray": 1411,
      "ner": 1412,
      "next": 1413,
      "yp": 1414,
      "rent": 1415,
      "vocab": 1416,
      "ection": 1417,
      "Ġctx": 1418,
      "eta": 1419,
      "ree": 1420,
      "Ġsy": 1421,
      "Ġtime": 1422,
      "sequence": 1423,
      "dims": 1424,
      "ĠLicense": 1425,
      "usal": 1426,
      "ForM": 1427,
      "error": 1428,
      "anes": 1429,
      "rank": 1430,
      "past": 1431,
      "blocks": 1432,
      "ak": 1433,
      "fer": 1434,
      "Ġdropout": 1435,
      "][": 1436,
      "ixel": 1437,
      "Ġonly": 1438,
      "arning": 1439,
      "ĊĊĠ": 1440,
      "uct": 1441,
      "Ġinter": 1442,
      "Ġdimens": 1443,
      "ftmax": 1444,
      "Ġindices": 1445,
      "Ġrandom": 1446,
      "{}": 1447,
      "initializer": 1448,
      "call": 1449,
      "urce": 1450,
      ")))": 1451,
      "oding": 1452,
      "cpu": 1453,
      "Image": 1454,
      "ines": 1455,
      "cifar": 1456,
      "Ġgener": 1457,
      "Ġwidth": 1458,
      "atio": 1459,
      "entity": 1460,
      "Ġone": 1461,
      "Ġcont": 1462,
      ".,": 1463,
      "wering": 1464,
      "Re": 1465,
      "Ġarray": 1466,
      "kip": 1467,
      "ans": 1468,
      "Ġcor": 1469,
      "run": 1470,
      "air": 1471,
      "save": 1472,
      "ay": 1473,
      "iter": 1474,
      "pha": 1475,
      "Ġexpected": 1476,
      "ĊĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1477,
      "ultiple": 1478,
      "cls": 1479,
      "feature": 1480,
      "LayerNorm": 1481,
      "ull": 1482,
      "off": 1483,
      "]:": 1484,
      "patch": 1485,
      "ĠUn": 1486,
      "Ġcheckpoint": 1487,
      "AS": 1488,
      "score": 1489,
      "Loss": 1490,
      "br": 1491,
      "mp": 1492,
      "Ġhave": 1493,
      "gn": 1494,
      "Res": 1495,
      "'s": 1496,
      "Ġsp": 1497,
      "De": 1498,
      "ell": 1499,
      "tuple": 1500,
      "ĊĠĠĠĠĠĠĠĠĠ": 1501,
      "Question": 1502,
      "ailable": 1503,
      "Ġpred": 1504,
      "positions": 1505,
      "sv": 1506,
      "arx": 1507,
      "Ġembeddings": 1508,
      "Ġ.": 1509,
      "ech": 1510,
      "cont": 1511,
      "erate": 1512,
      "former": 1513,
      "Ġclasses": 1514,
      "arxiv": 1515,
      "points": 1516,
      "parse": 1517,
      "Ġfirst": 1518,
      "Ġgr": 1519,
      "read": 1520,
      "Ġmx": 1521,
      "Ġreg": 1522,
      "axis": 1523,
      "Attention": 1524,
      "ance": 1525,
      "med": 1526,
      "Ġcl": 1527,
      "Ġopt": 1528,
      "Ġsub": 1529,
      "Ġ\\": 1530,
      "lm": 1531,
      "Ġroot": 1532,
      "Ans": 1533,
      "parameters": 1534,
      ")]": 1535,
      "ark": 1536,
      "Answering": 1537,
      "right": 1538,
      "QuestionAnswering": 1539,
      "STR": 1540,
      "lename": 1541,
      "Ġtext": 1542,
      "method": 1543,
      "bu": 1544,
      "fc": 1545,
      "Ġcheck": 1546,
      "\"],": 1547,
      "ron": 1548,
      "Ġfeatures": 1549,
      "names": 1550,
      "Ġpy": 1551,
      "Ġtensors": 1552,
      "Ġbox": 1553,
      "sub": 1554,
      "ModelOutput": 1555,
      "Ġca": 1556,
      "gener": 1557,
      "Long": 1558,
      "unsqueeze": 1559,
      "Ġunder": 1560,
      "fl": 1561,
      "ĠFlax": 1562,
      "std": 1563,
      "ift": 1564,
      "SequenceClassification": 1565,
      "Ġpath": 1566,
      "Ġenum": 1567,
      "Ġcall": 1568,
      "ĠTuple": 1569,
      "Torch": 1570,
      "enter": 1571,
      "ages": 1572,
      "Pool": 1573,
      "spec": 1574,
      "masked": 1575,
      "Ġ):": 1576,
      "word": 1577,
      "Ġnormal": 1578,
      "Ġexp": 1579,
      "cross": 1580,
      "Ġlogger": 1581,
      "Ġfeature": 1582,
      "Ġprocess": 1583,
      "peech": 1584,
      "Ġtransformers": 1585,
      "seed": 1586,
      "ally": 1587,
      "Ġclassification": 1588,
      "top": 1589,
      "Ġad": 1590,
      "Ġpredict": 1591,
      "Ġenumerate": 1592,
      "Ġ8": 1593,
      "Ġmean": 1594,
      "ForSequenceClassification": 1595,
      "stant": 1596,
      "linear": 1597,
      "dio": 1598,
      "ange": 1599,
      "ped": 1600,
      "Ġresults": 1601,
      "Ġtokenizer": 1602,
      "Ġquery": 1603,
      "Ġinst": 1604,
      "Ġrun": 1605,
      "like": 1606,
      "ors": 1607,
      "Ġsample": 1608,
      "Ġline": 1609,
      "plement": 1610,
      ")`,": 1611,
      "Sequential": 1612,
      "riter": 1613,
      "Ġ6": 1614,
      "du": 1615,
      "metric": 1616,
      "df": 1617,
      "Ġheads": 1618,
      "stributed": 1619,
      "owns": 1620,
      "Ġkwargs": 1621,
      "Ġembed": 1622,
      "func": 1623,
      "ding": 1624,
      "dense": 1625,
      "tal": 1626,
      "ones": 1627,
      "CT": 1628,
      "cor": 1629,
      "medi": 1630,
      "Ġcontext": 1631,
      "Ġjnp": 1632,
      "inds": 1633,
      "masks": 1634,
      "son": 1635,
      "atten": 1636,
      "Pro": 1637,
      "copy": 1638,
      "Ċĉĉ": 1639,
      "Ġcompute": 1640,
      "ges": 1641,
      "esnet": 1642,
      "fter": 1643,
      "Ġmasked": 1644,
      "LongTensor": 1645,
      "STRING": 1646,
      "det": 1647,
      "pli": 1648,
      "ble": 1649,
      "IG": 1650,
      "samples": 1651,
      "available": 1652,
      "update": 1653,
      "Ġblocks": 1654,
      "Encoder": 1655,
      "ml": 1656,
      "DOCSTRING": 1657,
      "ĊĠĠĠĠĠĠĠĠĊĠĠĠĠĠĠĠ": 1658,
      "========": 1659,
      "Ġglobal": 1660,
      "Ġembedding": 1661,
      "pon": 1662,
      "default": 1663,
      "emp": 1664,
      "Ġreturned": 1665,
      "Ġsame": 1666,
      "'.": 1667,
      ")),": 1668,
      "ched": 1669,
      "row": 1670,
      "radient": 1671,
      "back": 1672,
      "ld": 1673,
      "Ġyou": 1674,
      "mbed": 1675,
      "asked": 1676,
      "allel": 1677,
      "List": 1678,
      "Ġeps": 1679,
      "Ġ100": 1680,
      "Ġstrides": 1681,
      "Ġattentions": 1682,
      "resent": 1683,
      "''": 1684,
      "istic": 1685,
      "ForQuestionAnswering": 1686,
      "emory": 1687,
      "cond": 1688,
      "Ġmod": 1689,
      "ister": 1690,
      "steps": 1691,
      "Ġredu": 1692,
      "ĠSee": 1693,
      "Ġbase": 1694,
      "ms": 1695,
      "ĠDe": 1696,
      "ratio": 1697,
      "Ġmodels": 1698,
      "BatchNorm": 1699,
      "modeling": 1700,
      "modules": 1701,
      "'],": 1702,
      "Ġvalid": 1703,
      "uration": 1704,
      "vari": 1705,
      "Ġbn": 1706,
      "Ġmethod": 1707,
      "Ġnode": 1708,
      "AT": 1709,
      "expand": 1710,
      "les": 1711,
      "iT": 1712,
      "mult": 1713,
      "Ġ[`": 1714,
      "19": 1715,
      "Ġqu": 1716,
      "Ġparams": 1717,
      "ob": 1718,
      "ReLU": 1719,
      "gpu": 1720,
      "15": 1721,
      "Ġenc": 1722,
      "Ġbu": 1723,
      "ict": 1724,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1725,
      "older": 1726,
      "eld": 1727,
      "Ġ]": 1728,
      "efficient": 1729,
      "var": 1730,
      "wise": 1731,
      "ll": 1732,
      "cast": 1733,
      "src": 1734,
      "flax": 1735,
      "make": 1736,
      "drop": 1737,
      "erv": 1738,
      "pare": 1739,
      "Ġover": 1740,
      "Ġconvert": 1741,
      "ĠY": 1742,
      "ude": 1743,
      "Ġselect": 1744,
      "pute": 1745,
      "main": 1746,
      "mediate": 1747,
      "redu": 1748,
      "astype": 1749,
      "iss": 1750,
      "Ġscores": 1751,
      "ĠImage": 1752,
      "={": 1753,
      "Ġgetattr": 1754,
      "Ġtotal": 1755,
      "extract": 1756,
      "lic": 1757,
      "Head": 1758,
      "mx": 1759,
      "ĠEx": 1760,
      "18": 1761,
      "Ġdepth": 1762,
      "Ġaction": 1763,
      "Ġ:]": 1764,
      "resh": 1765,
      "Ġcreate": 1766,
      "Ġmat": 1767,
      "ropy": 1768,
      "ical": 1769,
      "Ġepoch": 1770,
      "stack": 1771,
      "ranch": 1772,
      "struct": 1773,
      "rt": 1774,
      "ĠModel": 1775,
      "Ġusing": 1776,
      "Tuple": 1777,
      "Ġoptimizer": 1778,
      "lot": 1779,
      "oo": 1780,
      "sq": 1781,
      "Ġcfg": 1782,
      "izes": 1783,
      "egment": 1784,
      "bin": 1785,
      "stats": 1786,
      "ping": 1787,
      "over": 1788,
      "Embed": 1789,
      "Ġbut": 1790,
      "angu": 1791,
      "Ġdilation": 1792,
      "offset": 1793,
      "With": 1794,
      "ES": 1795,
      "gb": 1796,
      "Ġav": 1797,
      "Ġ['": 1798,
      "TS": 1799,
      "ters": 1800,
      "pytorch": 1801,
      "St": 1802,
      "Ġtrans": 1803,
      "ERT": 1804,
      "Ġvari": 1805,
      "planes": 1806,
      "gg": 1807,
      "items": 1808,
      "('--": 1809,
      "ĠMask": 1810,
      "ĊĠĠĠĠĊĠĠĠ": 1811,
      "Ġ20": 1812,
      "Ġlogging": 1813,
      "ampling": 1814,
      "ingle": 1815,
      "Ġwor": 1816,
      "Ġlr": 1817,
      "level": 1818,
      "matrix": 1819,
      ")[": 1820,
      "Ġidx": 1821,
      "not": 1822,
      "(**": 1823,
      "Ġgroups": 1824,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1825,
      "*,": 1826,
      "ĠBert": 1827,
      "case": 1828,
      "Ġbottleneck": 1829,
      "NN": 1830,
      "oberta": 1831,
      "Ġsave": 1832,
      "ownsample": 1833,
      "cn": 1834,
      "anguage": 1835,
      "loader": 1836,
      "Ġheight": 1837,
      ",'": 1838,
      "Ġvocab": 1839,
      "Ġexcept": 1840,
      "Ġoptional": 1841,
      "ĠPy": 1842,
      "seg": 1843,
      "root": 1844,
      "Vec": 1845,
      "long": 1846,
      "'t": 1847,
      "uffer": 1848,
      "down": 1849,
      "25": 1850,
      "ypes": 1851,
      "Tokenizer": 1852,
      "ĠAuto": 1853,
      "Ġpoint": 1854,
      "Gener": 1855,
      "ilon": 1856,
      "Ġtgt": 1857,
      "ausal": 1858,
      "vec": 1859,
      "ility": 1860,
      "Ġgt": 1861,
      "ther": 1862,
      "first": 1863,
      "Ġtask": 1864,
      "order": 1865,
      "chunk": 1866,
      "Ġstep": 1867,
      "Ġnext": 1868,
      "prefix": 1869,
      "Ġcopy": 1870,
      "Ġmatch": 1871,
      "mut": 1872,
      "ne": 1873,
      "context": 1874,
      "Ġfinal": 1875,
      "ader": 1876,
      "nc": 1877,
      "Data": 1878,
      "](": 1879,
      "iginal": 1880,
      "otal": 1881,
      "Ġmake": 1882,
      "register": 1883,
      "PP": 1884,
      "window": 1885,
      "url": 1886,
      ")):": 1887,
      "eresnet": 1888,
      "ain": 1889,
      "amp": 1890,
      "Ġatt": 1891,
      "TF": 1892,
      "ences": 1893,
      "Ġstd": 1894,
      "sha": 1895,
      "entence": 1896,
      "ng": 1897,
      "]))": 1898,
      "Ċĉ": 1899,
      "stage": 1900,
      "rite": 1901,
      "Form": 1902,
      "dist": 1903,
      "filter": 1904,
      "be": 1905,
      "depth": 1906,
      "ateg": 1907,
      "TION": 1908,
      "graph": 1909,
      "bone": 1910,
      "Dropout": 1911,
      "sig": 1912,
      "ĠLoc": 1913,
      "results": 1914,
      "Un": 1915,
      "IT": 1916,
      "ied": 1917,
      "CON": 1918,
      "LE": 1919,
      "ning": 1920,
      "->": 1921,
      "atter": 1922,
      "cay": 1923,
      "avg": 1924,
      "Ġstates": 1925,
      "ake": 1926,
      "Ġ7": 1927,
      "Ġneed": 1928,
      "Ġonnx": 1929,
      "ased": 1930,
      "round": 1931,
      "do": 1932,
      "Ġconvolution": 1933,
      "ĠRe": 1934,
      "wo": 1935,
      "Ġmore": 1936,
      "une": 1937,
      "isual": 1938,
      "DI": 1939,
      "ithub": 1940,
      "ĠNot": 1941,
      "ick": 1942,
      "line": 1943,
      "lambda": 1944,
      "Ġwindow": 1945,
      "face": 1946,
      "mall": 1947,
      "ression": 1948,
      "Ġval": 1949,
      "Ġdimension": 1950,
      "Ġsupport": 1951,
      "ĠNet": 1952,
      "imum": 1953,
      "Causal": 1954,
      "Ġdiff": 1955,
      "Ġcurrent": 1956,
      "})": 1957,
      "oth": 1958,
      "efficientnet": 1959,
      "ĠDef": 1960,
      "Ar": 1961,
      "plic": 1962,
      "lice": 1963,
      "TokenClassification": 1964,
      "/.": 1965,
      "Ġgrad": 1966,
      "Ġform": 1967,
      ".\")": 1968,
      "github": 1969,
      "vector": 1970,
      "late": 1971,
      "groups": 1972,
      "Ġinto": 1973,
      "works": 1974,
      "vision": 1975,
      "ctional": 1976,
      "transformer": 1977,
      "qual": 1978,
      "99": 1979,
      "LA": 1980,
      "Ġnon": 1981,
      "Ġkeeping": 1982,
      "~/.": 1983,
      "Ġargument": 1984,
      "Transform": 1985,
      "igh": 1986,
      "28": 1987,
      "Ġdel": 1988,
      "`]": 1989,
      "Former": 1990,
      "Ġmay": 1991,
      "14": 1992,
      "mon": 1993,
      "concat": 1994,
      "arange": 1995,
      "ForTokenClassification": 1996,
      "Ġvector": 1997,
      "verage": 1998,
      "Ġafter": 1999,
      "ĠLocation": 2000,
      "uffle": 2001,
      "=_": 2002,
      "edge": 2003,
      "ference": 2004,
      "dat": 2005,
      "iform": 2006,
      "Ġ{'": 2007,
      "Ġfl": 2008,
      "true": 2009,
      "ForMasked": 2010,
      "Ġcontain": 2011,
      "Ġerror": 2012,
      "cam": 2013,
      "Dataset": 2014,
      "Type": 2015,
      ".\"": 2016,
      "Ġmath": 2017,
      "local": 2018,
      "Ġorder": 2019,
      "classifier": 2020,
      "Ġresidual": 2021,
      "etr": 2022,
      "ĠPre": 2023,
      "ssi": 2024,
      "peat": 2025,
      "Ġcls": 2026,
      "post": 2027,
      "Ġac": 2028,
      "Ġ'~/.": 2029,
      "Ġsim": 2030,
      "Ġinstead": 2031,
      "softmax": 2032,
      "termin": 2033,
      "...,": 2034,
      "\"):": 2035,
      "Cho": 2036,
      "Ġmetric": 2037,
      "atial": 2038,
      "ampler": 2039,
      "ditional": 2040,
      "Ġau": 2041,
      "ecut": 2042,
      "sqrt": 2043,
      "\"),": 2044,
      "Text": 2045,
      "Ġfilter": 2046,
      "PE": 2047,
      "env": 2048,
      "Ġign": 2049,
      "ify": 2050,
      "thon": 2051,
      "Ġproj": 2052,
      "total": 2053,
      "tokenizer": 2054,
      "mul": 2055,
      "ound": 2056,
      "lib": 2057,
      "Ġdrop": 2058,
      "optimizer": 2059,
      "Choice": 2060,
      "Ġany": 2061,
      "we": 2062,
      "Ġ}": 2063,
      "mark": 2064,
      "loc": 2065,
      "BERT": 2066,
      "kward": 2067,
      "Ġima": 2068,
      "Ġkeras": 2069,
      "Ġapply": 2070,
      "ular": 2071,
      "Ġpassed": 2072,
      "11": 2073,
      "comp": 2074,
      "ĠList": 2075,
      "Ġoff": 2076,
      "Ġelem": 2077,
      "Process": 2078,
      "ĠDefault": 2079,
      "Ġopen": 2080,
      "mid": 2081,
      "OU": 2082,
      "uous": 2083,
      "Ġoper": 2084,
      "ultipleChoice": 2085,
      "space": 2086,
      "lay": 2087,
      "vide": 2088,
      "uler": 2089,
      "Log": 2090,
      "task": 2091,
      "fill": 2092,
      "images": 2093,
      "05": 2094,
      "SI": 2095,
      ")).": 2096,
      "Equal": 2097,
      "cket": 2098,
      "ForCausal": 2099,
      "Decoder": 2100,
      "itial": 2101,
      "replace": 2102,
      "war": 2103,
      "iven": 2104,
      "lier": 2105,
      "Ġ>=": 2106,
      "Ġpixel": 2107,
      "ĠData": 2108,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠ": 2109,
      "ost": 2110,
      "Dense": 2111,
      "ph": 2112,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2113,
      "Ġsource": 2114,
      "Ġobject": 2115,
      "opied": 2116,
      "tensors": 2117,
      "ustom": 2118,
      "Ġ32": 2119,
      "Ġ--": 2120,
      "lin": 2121,
      "17": 2122,
      "ForCausalLM": 2123,
      "obile": 2124,
      "ript": 2125,
      "Ġ`[": 2126,
      "PO": 2127,
      "clude": 2128,
      "Ġprediction": 2129,
      "Ġpart": 2130,
      "ract": 2131,
      "ified": 2132,
      "Ġpatch": 2133,
      "]),": 2134,
      "AM": 2135,
      "lean": 2136,
      "Ġtry": 2137,
      "xt": 2138,
      "functional": 2139,
      "terministic": 2140,
      "AL": 2141,
      "filename": 2142,
      "Ġprob": 2143,
      "ĠUnion": 2144,
      "Ġdoc": 2145,
      "sizes": 2146,
      "ices": 2147,
      "permut": 2148,
      "Ġeval": 2149,
      "ww": 2150,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2151,
      "tri": 2152,
      "bbox": 2153,
      "sz": 2154,
      "`:": 2155,
      "gram": 2156,
      "ie": 2157,
      "eq": 2158,
      "brid": 2159,
      "math": 2160,
      "cre": 2161,
      "Test": 2162,
      "Ġindi": 2163,
      "Ġcrop": 2164,
      "best": 2165,
      "Ġother": 2166,
      "heck": 2167,
      "Ġmust": 2168,
      "Ġselected": 2169,
      "clo": 2170,
      "object": 2171,
      "moid": 2172,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2173,
      "Ġdown": 2174,
      "fct": 2175,
      "rames": 2176,
      "Ġacc": 2177,
      "gen": 2178,
      "part": 2179,
      "Ġass": 2180,
      "sched": 2181,
      "of": 2182,
      "sco": 2183,
      "Ġ{\"": 2184,
      "amma": 2185,
      "]],": 2186,
      "move": 2187,
      "Ġversion": 2188,
      "ForMaskedLM": 2189,
      "te": 2190,
      "crop": 2191,
      "Param": 2192,
      "write": 2193,
      "print": 2194,
      "Ġdistributed": 2195,
      "Ġimages": 2196,
      "LIP": 2197,
      "respon": 2198,
      "Ġchannel": 2199,
      "eline": 2200,
      "empt": 2201,
      "lengths": 2202,
      "ybrid": 2203,
      "sim": 2204,
      "annot": 2205,
      "ater": 2206,
      "Ġright": 2207,
      "Ġ64": 2208,
      "Ġmatrix": 2209,
      "left": 2210,
      "01": 2211,
      "raw": 2212,
      "json": 2213,
      "direct": 2214,
      "Ġflow": 2215,
      "unc": 2216,
      "bsz": 2217,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2218,
      "constant": 2219,
      "ĠCopied": 2220,
      "files": 2221,
      "final": 2222,
      "iplier": 2223,
      "]):": 2224,
      "uth": 2225,
      "ummary": 2226,
      "store": 2227,
      "reshold": 2228,
      "here": 2229,
      "ĠPyTorch": 2230,
      "by": 2231,
      "present": 2232,
      "create": 2233,
      "arge": 2234,
      "Ġmap": 2235,
      "\"))": 2236,
      "mbol": 2237,
      "skip": 2238,
      "Ġstage": 2239,
      "Ġalpha": 2240,
      "Ġzip": 2241,
      "man": 2242,
      "Ġcache": 2243,
      "tensorflow": 2244,
      "Ġlocal": 2245,
      "Ġunit": 2246,
      "compute": 2247,
      "ream": 2248,
      "ART": 2249,
      "ability": 2250,
      "xy": 2251,
      "alpha": 2252,
      "match": 2253,
      "Ġarg": 2254,
      "adata": 2255,
      "lines": 2256,
      "ET": 2257,
      "48": 2258,
      "ĠGPT": 2259,
      "resnext": 2260,
      "string": 2261,
      "Ġ<=": 2262,
      "version": 2263,
      "Ġdoes": 2264,
      "reduce": 2265,
      "non": 2266,
      "uniform": 2267,
      "Ġbet": 2268,
      "Ġwhere": 2269,
      "'),": 2270,
      "clip": 2271,
      "Ġstat": 2272,
      "Ġbuild": 2273,
      "rec": 2274,
      "verse": 2275,
      "Generation": 2276,
      "INPU": 2277,
      "iguous": 2278,
      "Ġdirect": 2279,
      "FIG": 2280,
      "encode": 2281,
      "Ġmulti": 2282,
      "Base": 2283,
      "ĠLo": 2284,
      "Ġ_,": 2285,
      "Ġ),": 2286,
      "Ġpooled": 2287,
      "The": 2288,
      "lect": 2289,
      "Ġlanguage": 2290,
      "Ġgiven": 2291,
      "Ġcode": 2292,
      "plot": 2293,
      "Ġspecific": 2294,
      "Ġ16": 2295,
      "Ġmid": 2296,
      "Ġ((": 2297,
      "Ġcal": 2298,
      "logger": 2299,
      "Ġscore": 2300,
      "Ġdist": 2301,
      "\"].": 2302,
      "Ġframe": 2303,
      "aug": 2304,
      "dilation": 2305,
      "Ġthan": 2306,
      "frame": 2307,
      "ather": 2308,
      "grid": 2309,
      "road": 2310,
      "ĠTransform": 2311,
      "cul": 2312,
      "Ġnetwork": 2313,
      "40": 2314,
      "Processor": 2315,
      "empty": 2316,
      "Ġplt": 2317,
      "Ġsum": 2318,
      "256": 2319,
      "scope": 2320,
      "Ġimplement": 2321,
      "full": 2322,
      "Ne": 2323,
      "Ġrelative": 2324,
      "predictions": 2325,
      "::": 2326,
      "kv": 2327,
      "PPING": 2328,
      "ugging": 2329,
      "function": 2330,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2331,
      "CONFIG": 2332,
      "Ġ[[": 2333,
      "ĠAn": 2334,
      "ForImage": 2335,
      "'])": 2336,
      "optim": 2337,
      "MAPPING": 2338,
      "Ġu": 2339,
      "ForMultipleChoice": 2340,
      "ts": 2341,
      "ĠSt": 2342,
      "win": 2343,
      "nam": 2344,
      "Ġmasks": 2345,
      "folder": 2346,
      "multi": 2347,
      "CE": 2348,
      "}}": 2349,
      "gradient": 2350,
      "Ġcorrespon": 2351,
      "decay": 2352,
      "Ġshift": 2353,
      "Im": 2354,
      "metrics": 2355,
      "roadcast": 2356,
      "Ġsplit": 2357,
      "Ġboxes": 2358,
      "permute": 2359,
      "attrs": 2360,
      "Ġcomp": 2361,
      "Ġsha": 2362,
      "Max": 2363,
      "101": 2364,
      "enet": 2365,
      "################################": 2366,
      "Ġcontin": 2367,
      "oid": 2368,
      "Dict": 2369,
      "Ġdeta": 2370,
      "Ġoriginal": 2371,
      "Ġdec": 2372,
      "Ġbbox": 2373,
      "Ġdiffer": 2374,
      "contiguous": 2375,
      "apt": 2376,
      "------": 2377,
      "lu": 2378,
      "same": 2379,
      "[...,": 2380,
      "'):": 2381,
      "umn": 2382,
      "}.": 2383,
      "Ġtwo": 2384,
      "38": 2385,
      "CL": 2386,
      "Ġdf": 2387,
      "ceiv": 2388,
      "detach": 2389,
      "Ġent": 2390,
      "ref": 2391,
      "hat": 2392,
      "action": 2393,
      "fore": 2394,
      "ĠIndices": 2395,
      "TE": 2396,
      "Ġback": 2397,
      "fe": 2398,
      "buffer": 2399,
      "Ġgraph": 2400,
      "epsilon": 2401,
      "Ġext": 2402,
      "close": 2403,
      "relative": 2404,
      "ĠCo": 2405,
      "INPUTS": 2406,
      "source": 2407,
      "ception": 2408,
      "segment": 2409,
      "neg": 2410,
      "ĠInput": 2411,
      "ither": 2412,
      "parallel": 2413,
      "oment": 2414,
      "Roberta": 2415,
      "alo": 2416,
      "AN": 2417,
      "lap": 2418,
      "02": 2419,
      "als": 2420,
      "Ġiter": 2421,
      "0000": 2422,
      "ird": 2423,
      "Embedding": 2424,
      "ĠNetworks": 2425,
      "Ġextra": 2426,
      "128": 2427,
      "ideo": 2428,
      "cated": 2429,
      "Ġdis": 2430,
      "Ġreduction": 2431,
      "lection": 2432,
      "bboxes": 2433,
      "ween": 2434,
      "branch": 2435,
      "gle": 2436,
      "intermediate": 2437,
      "flatten": 2438,
      "http": 2439,
      "miss": 2440,
      "lst": 2441,
      "Conditional": 2442,
      "ĠInitial": 2443,
      "Ġtargets": 2444,
      "ĠMobile": 2445,
      "Ġoffset": 2446,
      "Ġneg": 2447,
      "center": 2448,
      "ĠAd": 2449,
      "parser": 2450,
      "Ġne": 2451,
      "Ġ('": 2452,
      "tmp": 2453,
      "imit": 2454,
      "Ġlinear": 2455,
