{"0": "\u0000", "1": "\u0001", "2": "\u0002", "3": "\u0003", "4": "\u0004", "5": "\u0005", "6": "\u0006", "7": "\u0007", "8": "\b", "9": "\t", "10": "\n", "11": "\u000b", "12": "\f", "13": "\r", "14": "\u000e", "15": "\u000f", "16": "\u0010", "17": "\u0011", "18": "\u0012", "19": "\u0013", "20": "\u0014", "21": "\u0015", "22": "\u0016", "23": "\u0017", "24": "\u0018", "25": "\u0019", "26": "\u001a", "27": "\u001b", "28": "\u001c", "29": "\u001d", "30": "\u001e", "31": "\u001f", "32": " ", "33": "!", "34": "\"", "35": "#", "36": "$", "37": "%", "38": "&", "39": "'", "40": "(", "41": ")", "42": "*", "43": "+", "44": ",", "45": "-", "46": ".", "47": "/", "48": "0", "49": "1", "50": "2", "51": "3", "52": "4", "53": "5", "54": "6", "55": "7", "56": "8", "57": "9", "58": ":", "59": ";", "60": "<", "61": "=", "62": ">", "63": "?", "64": "@", "65": "A", "66": "B", "67": "C", "68": "D", "69": "E", "70": "F", "71": "G", "72": "H", "73": "I", "74": "J", "75": "K", "76": "L", "77": "M", "78": "N", "79": "O", "80": "P", "81": "Q", "82": "R", "83": "S", "84": "T", "85": "U", "86": "V", "87": "W", "88": "X", "89": "Y", "90": "Z", "91": "[", "92": "\\", "93": "]", "94": "^", "95": "_", "96": "`", "97": "a", "98": "b", "99": "c", "100": "d", "101": "e", "102": "f", "103": "g", "104": "h", "105": "i", "106": "j", "107": "k", "108": "l", "109": "m", "110": "n", "111": "o", "112": "p", "113": "q", "114": "r", "115": "s", "116": "t", "117": "u", "118": "v", "119": "w", "120": "x", "121": "y", "122": "z", "123": "{", "124": "|", "125": "}", "126": "~", "127": "\u007f", "128": [128], "129": [129], "130": [130], "131": [131], "132": [132], "133": [133], "134": [134], "135": [135], "136": [136], "137": [137], "138": [138], "139": [139], "140": [140], "141": [141], "142": [142], "143": [143], "144": [144], "145": [145], "146": [146], "147": [147], "148": [148], "149": [149], "150": [150], "151": [151], "152": [152], "153": [153], "154": [154], "155": [155], "156": [156], "157": [157], "158": [158], "159": [159], "160": [160], "161": [161], "162": [162], "163": [163], "164": [164], "165": [165], "166": [166], "167": [167], "168": [168], "169": [169], "170": [170], "171": [171], "172": [172], "173": [173], "174": [174], "175": [175], "176": [176], "177": [177], "178": [178], "179": [179], "180": [180], "181": [181], "182": [182], "183": [183], "184": [184], "185": [185], "186": [186], "187": [187], "188": [188], "189": [189], "190": [190], "191": [191], "192": [192], "193": [193], "194": [194], "195": [195], "196": [196], "197": [197], "198": [198], "199": [199], "200": [200], "201": [201], "202": [202], "203": [203], "204": [204], "205": [205], "206": [206], "207": [207], "208": [208], "209": [209], "210": [210], "211": [211], "212": [212], "213": [213], "214": [214], "215": [215], "216": [216], "217": [217], "218": [218], "219": [219], "220": [220], "221": [221], "222": [222], "223": [223], "224": [224], "225": [225], "226": [226], "227": [227], "228": [228], "229": [229], "230": [230], "231": [231], "232": [232], "233": [233], "234": [234], "235": [235], "236": [236], "237": [237], "238": [238], "239": [239], "240": [240], "241": [241], "242": [242], "243": [243], "244": [244], "245": [245], "246": [246], "247": [247], "248": [248], "249": [249], "250": [250], "251": [251], "252": [252], "253": [253], "254": [254], "255": [255], "256": "e ", "257": " t", "258": "s ", "259": "in", "260": " th", "261": "er", "262": "an", "263": "d ", "264": "on", "265": "t ", "266": "en", "267": "or", "268": " the ", "269": ", ", "270": "at", "271": "al", "272": "ar", "273": "y ", "274": "es", "275": "of", "276": ". ", "277": "it", "278": "ou", "279": "o ", "280": "ing", "281": "ic", "282": "re", "283": "ion", "284": "and ", "285": "a ", "286": "st", "287": "ed ", "288": "th", "289": "of ", "290": "ro", "291": "ing ", "292": "el", "293": "ch", "294": " to ", "295": "er ", "296": "es ", "297": "is ", "298": "il", "299": "is", "300": "om", "301": "as", "302": "ct", "303": "ed", "304": ".\n", "305": "ol", "306": "or ", "307": "in ", "308": "al ", "309": "ent", "310": "at ", "311": "an ", "312": "em", "313": "ur", "314": "im", "315": "ow", "316": "as ", "317": "Th", "318": "ation", "319": "h ", "320": "et", "321": "pl", "322": "iv", "323": "us", "324": "wh", "325": "am", "326": "ig", "327": "all", "328": "ac", "329": "ir", "330": "id", "331": "ad", "332": "ab", "333": "en ", "334": [226, 128], "335": "ul", "336": "ev", "337": "ec", "338": "os", "339": "un", "340": "pro", "341": "ag", "342": "of the ", "343": "e th", "344": "res", "345": "av", "346": "and", "347": "wit", "348": "con", "349": "for", "350": "ex", "351": "ent ", "352": "are ", "353": "ap", "354": "The ", "355": "ear", "356": "ect", "357": " that ", "358": "if", "359": "on ", "360": "our", "361": "com", "362": "for ", "363": "s, ", "364": "su", "365": "m ", "366": "op", "367": "n ", "368": "e t", "369": "k ", "370": "ion ", "371": "e, ", "372": "ri", "373": "l ", "374": "ation ", "375": "oo", "376": "ly ", "377": "ut", "378": "oun", "379": "it ", "380": "sh", "381": "int", "382": "- ", "383": "cl", "384": "qu", "385": "ov", "386": " the", "387": "in the ", "388": "be ", "389": "ma", "390": "with ", "391": "per", "392": "act", "393": "ic ", "394": "be", "395": " to", "396": "ch ", "397": "ist", "398": "oc", "399": "igh", "400": "um", "401": "ere ", "402": "s. ", "403": "bl", "404": "fro", "405": "ay", "406": "est", "407": "sp", "408": "hav", "409": "ot", "410": "ep", "411": "ew", "412": "ud", "413": "ce ", "414": "00", "415": "gr", "416": "oth", "417": "le", "418": "art", "419": "ot ", "420": "e. ", "421": "ers ", "422": "ant", "423": "ate ", "424": "od", "425": "you", "426": "by ", "427": "e the ", "428": "'s ", "429": "se", "430": "ld ", "431": "can ", "432": "ive ", "433": "wor", "434": "was ", "435": "le ", "436": "du", "437": "our ", "438": "have ", "439": "ess", "440": "ef", "441": ": ", "442": "ra", "443": "s of ", "444": "ir ", "445": "19", "446": ", the ", "447": "ity ", "448": "\u2019", "449": ") ", "450": "ea", "451": "es, ", "452": "s and ", "453": ". I", "454": "y, ", "455": "li", "456": "ow ", "457": "og", "458": "pr", "459": "you ", "460": "ort", "461": "not ", "462": "e to ", "463": "ies ", "464": "whic", "465": "ang", "466": "cont", "467": "e of ", "468": "ally ", "469": "from ", "470": "mor", "471": " this ", "472": "ould ", "473": "ers", "474": "p ", "475": "bu", "476": "out ", "477": "ed to ", "478": "ill ", "479": "we", "480": "di", "481": "oug", "482": "ated ", "483": ". The ", "484": "so ", "485": "me", "486": "one ", "487": "enc", "488": "th ", "489": "ical ", "490": "dis", "491": "he", "492": "str", "493": "end", "494": "ing the ", "495": "which ", "496": "with", "497": "iz", "498": " to the ", "499": "ter", "500": "out", "501": "ak", "502": " their ", "503": "all ", "504": "\n- ", "505": "ne", "506": "ph", "507": ", and ", "508": "man", "509": "fl", "510": "ay ", "511": "ass", "512": ". A", "513": "som", "514": "ell", "515": "I ", "516": "erv", "517": "ong", "518": "has ", "519": "ind", "520": "ain", "521": "other ", "522": "In", "523": "ult", "524": "ill", "525": "ew ", "526": ". Th", "527": "col", "528": "St", "529": "anc", "530": "pres", "531": "form", "532": "pre", "533": "cre", "534": "comm", "535": "at the ", "536": "ar ", "537": "port", "538": "ens", "539": "et ", "540": "ip", "541": " tr", "542": "over", "543": "af", "544": "ob", "545": " they ", "546": "will ", "547": "e s", "548": "ost ", "549": "ad ", "550": "evel", "551": "der", "552": "ath", "553": "Ch", "554": "ial ", "555": "fer", "556": "est ", "557": "dr", "558": "pos", "559": "\" ", "560": "ment", "561": "ment ", "562": "\u201d", "563": "pe", "564": "A ", "565": "more ", "566": "kn", "567": "ary ", "568": "acc", "569": "ever", "570": "on the ", "571": "s.\n", "572": "part", "573": "ure ", "574": "and the ", "575": "\u201c", "576": "par", "577": "ight", "578": "ure", "579": "sc", "580": "br", "581": "\u2019s ", "582": "ese ", "583": "eg", "584": "200", "585": "f ", "586": "your ", "587": "s to ", "588": "were ", "589": "em ", "590": "ant ", "591": "ple ", "592": "rec", "593": "id ", "594": "also ", "595": "Wh", "596": "20", "597": "but ", "598": "its ", "599": "ight ", "600": "ition", "601": "stud", "602": "fir", "603": "; ", "604": "do", "605": "age ", "606": "Un", "607": "ents ", "608": ".\n- ", "609": "gen", "610": "from", "611": "a s", "612": "we ", "613": "ence ", "614": "ard", "615": "mer", "616": "ool", "617": "up", "618": "may ", "619": "att", "620": "prov", "621": "ke ", "622": "y the ", "623": "po", "624": "ast", "625": "ood ", "626": "ver", "627": "ount", "628": "eas", "629": "ous ", "630": "ust ", "631": "ess ", "632": "0 ", "633": "aus", "634": "fect", "635": "ine ", "636": "ric", "637": "ound", "638": "able ", "639": "sy", "640": "ish", "641": "been ", "642": "ough", "643": "dif", "644": "who ", "645": "arg", "646": "ign", "647": "st ", "648": "ity", "649": "e.\n", "650": " and ", "651": "rel", "652": "ing to ", "653": "bec", "654": "ey ", "655": "ely ", "656": "rit", "657": "his ", "658": "ed in ", "659": "mat", "660": "ans", "661": "clud", "662": "Al", "663": "abl", "664": "ies", "665": "peo", "666": "olog", "667": "ail", "668": "co", "669": "year", "670": "s are ", "671": "most ", "672": " tim", "673": "des", "674": "evelop", "675": ". S", "676": "min", "677": "had ", "678": "produ", "679": "ord", "680": "ed by ", "681": "ed the ", "682": "such ", "683": "us ", "684": "own ", "685": "bet", "686": "comp", "687": "ide ", "688": "ter ", "689": "si", "690": "car", "691": "spec", "692": "el ", "693": "eth", "694": "some ", "695": "for the ", "696": "ood", "697": "sel", "698": "inter", "699": "hel", "700": "includ", "701": "aw", "702": "ari", "703": "ame ", "704": "a, ", "705": "ions ", "706": "mon", "707": "t of ", "708": "reat", "709": "es of ", "710": "low", "711": "meric", "712": "he ", "713": "emb", "714": "Americ", "715": "from the ", "716": "work", "717": "de", "718": "serv", "719": "develop", "720": "ia ", "721": "would ", "722": "ose ", "723": "about ", "724": "ough ", "725": "hol", "726": "go", "727": "yp", "728": "fic", "729": " that", "730": "ly", "731": "ug", "732": "med", "733": "cur", "734": "ell ", "735": "a l", "736": "ain ", "737": "er, ", "738": "but", "739": "uc", "740": "s that ", "741": "e and ", "742": "ast ", "743": "any ", "744": "ack", "745": "vi", "746": "reg", "747": "what ", "748": "pu", "749": "ous", "750": ".\nThe ", "751": "An", "752": "ound ", "753": "ance ", "754": "ire", "755": ". B", "756": "\u201d ", "757": "wo ", "758": "chil", "759": "by the ", "760": ". H", "761": "? ", "762": "her", "763": "ial", "764": "s the ", "765": "2 ", "766": "itt", "767": "app", "768": "row", "769": "ext", "770": "add", "771": "ris", "772": "chool", "773": "e-", "774": "ook", "775": "with the ", "776": " these ", "777": "eng", "778": "ating ", "779": "18", "780": "own", "781": "ational ", "782": "is a ", "783": "iss", "784": "bas", "785": "ing, ", "786": "am ", "787": "ach", "788": "if ", "789": "ations ", "790": "o the ", "791": "gener", "792": "lin", "793": "differ", "794": "many ", "795": "ful", "796": "under", "797": "oft", "798": "ite ", "799": "plac", "800": "inform", "801": "people ", "802": "ect ", "803": "as the ", "804": "gl", "805": "es and ", "806": "ech", "807": "cas", "808": "umb", "809": "pat", "810": " thr", "811": "do ", "812": "il ", "813": "when ", "814": "fe", "815": "In ", "816": "i ", "817": "e that ", "818": "um ", "819": "not", "820": "partic", "821": "sur", "822": "ient", "823": "ory ", "824": "inc", "825": "), ", "826": "first ", "827": "only ", "828": "requ", "829": "Con", "830": "resp", "831": "det", "832": "inv", "833": "dec", "834": "pers", "835": "s in ", "836": "is the ", "837": "nat", "838": "fac", "839": "org", "840": "sup", "841": "1 ", "842": "vir", "843": "ion of ", "844": "way", "845": "ile ", "846": "ust", "847": "ement", "848": "201", "849": "5 ", "850": "dat", "851": "sub", "852": "cent", "853": "sa", "854": "ook ", "855": "econ", "856": "fin", "857": " there ", "858": "betwe", "859": "ed, ", "860": "ome ", "861": "aph", "862": "can be ", "863": "ice ", "864": "ject", "865": "no ", "866": "ing a ", "867": "und", "868": "hum", "869": "sl", "870": "Ar", "871": "||", "872": "ivers", "873": "En", "874": "er of ", "875": "oci", "876": "erm", "877": " that the ", "878": "pol", "879": "mar", "880": "each ", "881": "proc", "882": "ard ", "883": "call", "884": "vari", "885": "ited ", "886": "heal", "887": "ack ", "888": "resear", "889": "amil", "890": "ors ", "891": "allow", "892": "up ", "893": "new ", "894": "ific", "895": "ans ", "896": "ish ", "897": "as a ", "898": "well ", "899": "sid", "900": "chang", "901": "ation of ", "902": "por", "903": "bel", "904": "ning ", "905": "ong ", "906": "read", "907": "ret", "908": "\u2014", "909": "\u2013", "910": "so", "911": "ept", "912": "199", "913": " tak", "914": "fr", "915": "high", "916": "inst", "917": "Com", "918": "ey", "919": "pt", "920": "ert", "921": "mak", "922": "could ", "923": "peri", "924": "ement ", "925": "rat", "926": "ree ", "927": "rain", "928": "en the ", "929": "very ", "930": "ual ", "931": "ually ", "932": "ry ", "933": "import", "934": "angu", "935": "into ", "936": "ys", "937": "fact", "938": "publ", "939": "should ", "940": "compl", "941": "ear ", "942": "day", "943": "her ", "944": ". M", "945": "count", "946": "ib", "947": "echn", "948": "graph", "949": ". F", "950": "e\n", "951": "uct", "952": ". O", "953": ". This ", "954": "ampl", "955": "ural ", "956": "commun", "957": "numb", "958": "|\n", "959": "bo", "960": "ase ", "961": ". In ", "962": "mod", "963": "coll", "964": "ian ", "965": "This ", "966": ". It ", "967": "alu", "968": "lif", "969": "fol", "970": "buil", "971": "ut ", "972": "lik", "973": "erg", "974": "in a ", "975": "mal", "976": "., ", "977": "arm", "978": "s, and ", "979": "grou", "980": "ident", "981": "famil", "982": "ict", "983": " than ", "984": "ble ", "985": "es the ", "986": "prot", "987": " of ", "988": "even ", "989": "ock", "990": "how ", "991": "ular ", "992": "use ", "993": "ld", "994": "work ", "995": "dep", "996": "syst", "997": "sol", "998": " (", "999": "wat"}